/* File menu entry under Import Catalog */
"Media Pro Catalog…" = "Media Proカタログ…";

/* Error message if failing to launch a Media Pro Catalog for Import */
"Unable to open Media Pro Catalog." = "Media Proのカタログを開くことができません。";

/* Error message if failing to get document properties of a Media Pro Catalog for Import */
"Unable to read Media Pro Catalog document properties" = "Media Proのカタログ ドキュメント プロパティを読み込めません";

/* Error message if failing to get item properties in a Media Pro Catalog for Import */
"Unable to read Media Pro Catalog item properties" = "Media Proのカタログ アイテム プロパティを読み込めません";

